app/controllers/messages_controller.rb

INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "Thsi is s ew asda ads"], ["created_at", "2015-11-21 23:43:56.644922"], ["updated_at", "2015-11-21 23:43:56.644922"]]
---
  def create
  @message = Message.new(message_params)
  if @message.save